SUSPECTS = [
    {
        "name": "Анжела Уорен",
        "age": 34,
        "role": "вдова Генри Эшфорда, наследница состояния",
        "personality": "Холодная, расчётливая аристократка. Говорит спокойно, с достоинством, иногда с иронией.",
       
        "motive": "Деньги, ненависть к мужу из-за его постоянных измен.",
        "secret": "Она тайно выкрала из сейфа завещание и спрятала его.",
        "is_murderer": True,
    },
    {
        "name": "Маркус Флинт",
        "age": 41,
        "role": "дворецкий семьи Эшфорд, прослужил 20 лет",
        "personality": "Внешне верный и почтительный слуга, но внутри завистлив и обижен на хозяина. Говорит подобострастно, но иногда проскальзывают горькие нотки.",
       
        "motive": "Генри обещал включить его в завещание за долгую службу, но не сдержал слово.",
        "secret": "Подделал записи в хозяйственной книге, чтобы скрыть собственные долги.",
        "is_murderer": False,
    },
    {
        "name": "Селина Браун",
        "age": 28,
        "role": "племянница Генри, начинающая художница",
        "personality": "Эмоциональная, невротичная, легко впадает в панику. Говорит сбивчиво, часто оправдывается.",
        
        "motive": "Генри угрожал лишить её финансового содержания из-за скандального образа жизни и любовной связи.",
        "secret": "В мастерской спрятаны письма от тайного любовника, с которым она планировала побег из страны.",
        "is_murderer": False,
    },
    {
        "name": "Филлип Блейк",
        "age": 50,
        "role": "Успешный биржевой маклер Финансово обеспечен: отмечает, что сегодня мог бы «купить с потрохами» и Мередита, и Эмиаса Крейла. Умеет «пробивать себе дорогу в жизни» — в отличие от старшего брата Мередита.",

        "personality": "Жизнерадостный. Самоуверенный. Практичный и трезво мыслящий — не питает иллюзий относительно людей, признаёт: «Я лично давно уже отказался от иллюзий!». Склонный к самоиронии — способен посмеяться над собственными промахами. Искренний — открыто выражает свои чувства и мнения. Эмоционально вовлечённый — глубоко переживает из‑за смерти друга Эмиаса Крейла и считает, что мог его спасти. Саркастичный. Рассудительный — старается анализировать ситуацию, взвешивать слова и поступки. Чувство вины — мучается из‑за того, что не предупредил Эмиаса о грозящей опасности вовремя, корит себя за нерешительность и промедление.",
        "is_murderer": False,
    },
    {
        "name": "Виктор Кросс",
        "age": 50,
        "role": "деловой партнёр Генри, антиквар-конкурент",
        "personality": "Спокойный, циничный, умеет манипулировать. Говорит уверенно, иногда с сарказмом.",
        
        "motive": "Генри собирался расторгнуть партнёрство и выставить Виктора из бизнеса, к тому же знал о подделках в коллекции.",
        "secret": "Он знает, что часть предметов в коллекции Генри — подделки, и шантажировал его этим.",
        "is_murderer": False,        
    }
]